# Cadence Encounter(R) RTL Compiler
#   version RC9.1.104 - v09.10-s145_1 (64-bit) built Feb 15 2010
#


set_attribute lib_search_path /cadence/GPDK/osu_stdcells/lib/tsmc018/signalstorm
set_attribute library osu018_stdcells.lib
read_hdl_bitcount_struct.v
read_hdl bitcount_struct.v
elaborate
synthesize -to_generic
synthesize -to_mapped
rc -gui
quit
